{
  "blogs": {
    "ALL": {
      "blog_id": "5555785845362919586",
      "blog_url": "http://euromappletall.blogspot.com/",
      "data_path":"2008/05/dataall.html"
    }
  },
  "marker": {
    "pos":
    {
      "lat": 47.06069439255876,
      "lng": 9.607093334197998
    }
  },
  "teams": {
    "aut" : {
      "pos":
      {
        "lat": 48.188063481211415,
        "lng": 16.3916015625
      }
    },
    "pol" : {
      "pos":
      {
        "lat": 52.245460541432486,
        "lng": 21.012039184570312
      }
    },
    "por" : {
      "pos":
      {
        "lat": 38.70667813760075,
        "lng": -9.1351318359375
      }
    },
    "ita" : {
      "pos":
      {
        "lat": 41.896144026994854,
        "lng": 12.48321533203125
      }
    },
    "fra" : {
      "pos":
      {
        "lat": 48.85703523304219,
        "lng": 2.3503875732421875
      }
    },
    "gre" : {
      "pos":
      {
        "lat": 37.97992751270058,
        "lng": 23.717079162597656
      }
    },
    "tur" : {
      "pos":
      {
        "lat": 39.918162846609455,
        "lng": 32.84912109375
      }
    },
    "cze" : {
      "pos":
      {
        "lat": 50.088868933829644,
        "lng": 14.420928955078125
      }
    },
    "ger" : {
      "pos":
      {
        "lat": 52.52457705042609,
        "lng": 13.412933349609375
      }
    },
    "cro" : {
      "pos":
      {
        "lat": 45.7943396304607,
        "lng": 15.9576416015625
      }
    },
    "rus" : {
      "pos":
      {
        "lat": 55.753395077731085,
        "lng": 37.618560791015625
      }
    },
    "spa" : {
      "pos":
      {
        "lat": 40.413496049701955,
        "lng": -3.698272705078125
      }
    },
    "swe" : {
      "pos":
      {
        "lat": 59.331788517964924,
        "lng": 18.065643310546875
      }
    },
    "rom" : {
      "pos":
      {
        "lat": 44.44897735945844,
        "lng": 26.096649169921875
      }
    },
    "ned" : {
      "pos":
      {
        "lat": 52.377275885161175,
        "lng": 4.89990234375
      }
    },
    "sui": {
      "pos":
      {
        "lat": 46.948856043101436,
        "lng": 7.4494171142578125
      }
    }
  },
  "stadiums": {
    "sal": {
      "pos": {
        "lat": 47.81622373770088,
        "lng": 12.998199462890625
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "zrh": {
      "pos": {
        "lat": 47.38280191369409,
        "lng": 8.504308462142944
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "gen": {
      "pos": {
        "lat": 46.177839502424064,
        "lng": 6.127474308013916
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "bas": {
      "pos": {
        "lat": 47.54159204396787,
        "lng": 7.620112895965576
      },
      "cap": 42500,
      "seats_cov": 42500,
      "seats": 42500
    },
    "ber": {
      "pos": {
        "lat": 46.963158001062254,
        "lng": 7.464812994003296
      },
      "cap":32000 ,
      "seats_cov": 32000,
      "seats": 32000
    },
    "inn": {
      "pos": {
        "lat": 47.25597565727707,
        "lng": 11.411254405975342
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "kla": {
      "pos": {
        "lat": 46.60891393194792,
        "lng": 14.278256893157959
      },
      "cap": 32000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "vie": {
      "pos": {
        "lat": 48.2071864558831,
        "lng": 16.42104685306549
      },
      "cap": 53000,
      "seats_cov": 50000,
      "seats": 50000
    }
  },
﻿  ﻿players: {"ger":{"k":["艾達","漢基","列文"],"t":"約阿希姆‧勒夫","m":["波歷克","保路斯基","芬寧斯","希斯貝加","奧當高","路菲斯","舒韋恩史迪加","杜查奧斯基"],"d":["費特列治","費斯","馬素贊臣","拿姆","梅迪薩卡","梅斯達","韋斯達文"],"f":["馬利奧高美斯","高路斯","古蘭爾","紐維利","普度斯基"]},"fra":{"k":["古柏","費爾","文丹達"],"t":"多梅內克","m":["迪亞拉","高禾","馬基利尼","馬路達","拿斯利","列貝利","杜拿蘭","韋拉"],"d":["艾比度","保桑","克拉克","艾夫拿","加拿斯","沙奴","施基拿斯","杜林"],"f":["安歷卡","賓施馬","高美斯","亨利"]},"rom":{"k":["羅邦","樸巴","斯坦斯奧"],"t":"皮圖卡","m":["捷禾","哥錫斯","哥迪亞","基斯迪亞","迪卡","尼高利達","費倫丁比查","拉度爾"],"d":["高士曼干查","基奧尼亞","哥恩","莫迪","拉度","雷特","沙普拿路","達馬斯"],"f":["馬利卡","梅度","丹尼爾尼古里","尼古里"]},"swe":{"k":["伊薩臣","沙班","韋蘭特"],"t":"拿贊碧克","m":["阿歷山達臣","丹尼爾安達臣","卡斯唐","斯巴斯頓拿臣","連達羅夫","龍格保","安達斯史雲遜","韋希臣"],"d":["杜辛","格蘭基斯特","彼得漢臣","米積斯路域","美爾保","米高尼爾遜","史杜"],"f":["柯碧克","艾文達","伊巴謙莫域","軒歷拿臣","羅辛堡"]}}
}
