{
  "blogs": {
    "ALL": {
      "blog_id": "5555785845362919586",
      "blog_url": "http://euromappletall.blogspot.com/",
      "data_path":"2008/05/dataall.html"
    }
  },
  "marker": {
    "pos":
    {
      "lat": 47.06069439255876,
      "lng": 9.607093334197998
    }
  },
  "teams": {
    "aut" : {
      "pos":
      {
        "lat": 48.188063481211415,
        "lng": 16.3916015625
      }
    },
    "pol" : {
      "pos":
      {
        "lat": 52.245460541432486,
        "lng": 21.012039184570312
      }
    },
    "por" : {
      "pos":
      {
        "lat": 38.70667813760075,
        "lng": -9.1351318359375
      }
    },
    "ita" : {
      "pos":
      {
        "lat": 41.896144026994854,
        "lng": 12.48321533203125
      }
    },
    "fra" : {
      "pos":
      {
        "lat": 48.85703523304219,
        "lng": 2.3503875732421875
      }
    },
    "gre" : {
      "pos":
      {
        "lat": 37.97992751270058,
        "lng": 23.717079162597656
      }
    },
    "tur" : {
      "pos":
      {
        "lat": 39.918162846609455,
        "lng": 32.84912109375
      }
    },
    "cze" : {
      "pos":
      {
        "lat": 50.088868933829644,
        "lng": 14.420928955078125
      }
    },
    "ger" : {
      "pos":
      {
        "lat": 52.52457705042609,
        "lng": 13.412933349609375
      }
    },
    "cro" : {
      "pos":
      {
        "lat": 45.7943396304607,
        "lng": 15.9576416015625
      }
    },
    "rus" : {
      "pos":
      {
        "lat": 55.753395077731085,
        "lng": 37.618560791015625
      }
    },
    "spa" : {
      "pos":
      {
        "lat": 40.413496049701955,
        "lng": -3.698272705078125
      }
    },
    "swe" : {
      "pos":
      {
        "lat": 59.331788517964924,
        "lng": 18.065643310546875
      }
    },
    "rom" : {
      "pos":
      {
        "lat": 44.44897735945844,
        "lng": 26.096649169921875
      }
    },
    "ned" : {
      "pos":
      {
        "lat": 52.377275885161175,
        "lng": 4.89990234375
      }
    },
    "sui": {
      "pos":
      {
        "lat": 46.948856043101436,
        "lng": 7.4494171142578125
      }
    }
  },
  "stadiums": {
    "sal": {
      "pos": {
        "lat": 47.81622373770088,
        "lng": 12.998199462890625
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "zrh": {
      "pos": {
        "lat": 47.38280191369409,
        "lng": 8.504308462142944
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "gen": {
      "pos": {
        "lat": 46.177839502424064,
        "lng": 6.127474308013916
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "bas": {
      "pos": {
        "lat": 47.54159204396787,
        "lng": 7.620112895965576
      },
      "cap": 42500,
      "seats_cov": 42500,
      "seats": 42500
    },
    "ber": {
      "pos": {
        "lat": 46.963158001062254,
        "lng": 7.464812994003296
      },
      "cap":32000 ,
      "seats_cov": 32000,
      "seats": 32000
    },
    "inn": {
      "pos": {
        "lat": 47.25597565727707,
        "lng": 11.411254405975342
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "kla": {
      "pos": {
        "lat": 46.60891393194792,
        "lng": 14.278256893157959
      },
      "cap": 32000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "vie": {
      "pos": {
        "lat": 48.2071864558831,
        "lng": 16.42104685306549
      },
      "cap": 53000,
      "seats_cov": 50000,
      "seats": 50000
    }
  },
  players: {"ger":{"k":["艾達","漢基","列文"],"t":"約阿希姆‧勒夫","m":["波歷克","保路斯基","芬寧斯","希斯貝加","奧當高","路菲斯","舒韋恩史迪加","杜查奧斯基"],"d":["費特列治","費斯","馬素贊臣","拿姆","梅迪薩卡","梅斯達","韋斯達文"],"f":["馬利奧高美斯","高路斯","古蘭爾","紐維利","普度斯基"]},"fra":{"k":["古柏","費爾","文丹達"],"t":"多梅內克","m":["迪亞拉,"高禾","馬基利尼","馬路達","拿斯利","列貝利","杜拿蘭","韋拉"],"d":["艾比度","保桑","克拉克","艾夫拿","加拿斯","沙奴","施基拿斯","杜林"],"f":["安歷卡","賓施馬","高美斯","亨利"]},"rom":{"k":["羅邦","樸巴","斯坦斯奧"],"t":"皮圖卡","m":["捷禾","哥錫斯","哥迪亞","基斯迪亞","迪卡","尼高利達","費倫丁比查","拉度爾"],"d":["高士曼干查","基奧尼亞","哥恩","莫迪","拉度","雷特","沙普拿路","達馬斯"],"f":["馬利卡","梅度","丹尼爾尼古里","尼古里"]},"swe":{"k":["伊薩臣","沙班","韋蘭特"],"t":"拿贊碧克","m":["阿歷山達臣","丹尼爾安達臣","卡斯唐","斯巴斯頓拿臣","連達羅夫","龍格保","安達斯史雲遜","韋希臣"],"d":["杜辛","格蘭基斯特","彼得漢臣","米積斯路域","美爾保","米高尼爾遜","史杜"],"f":["柯碧克","艾文達","伊巴謙莫域","軒歷拿臣","羅辛堡"]},"ned":{"k":["史杜倫保","添馬","雲達沙"],"t":"馬可‧雲巴士頓","m":["艾法尼","尼祖迪莊","迪斯奧","艾基拉","洛賓","史奈達","雲邦賀斯","雲達華治","雲佩斯"],"d":["波拉赫羅茲‧哈里德","保爾馬","迪奇利","希汀加","馬菲遜","米芝洛","奧查"],"f":["亨達拉爾","古治","雲尼斯杜萊","雲尼古"]},"por":{"k":["昆姆","卡華奴","柏烈斯奧"],"t":"路易士·菲力比·史高拉利","m":["迪高","莫迪奴","維羅素","艾文度比堤","美拉利斯"],"d":["保辛華","艾維斯","美拉","列比利奧","米基爾","保羅費拉拿","派比","卡巴拿斯"],"f":["C.朗拿度","保斯迪加","艾美達","蘭尼","紐奴高美斯","基利斯馬","森馬奧"]},"sui":{"k":["巴拿基奧","查古普域","蘇巴布基拿"],"t":"庫恩","m":["巴列達","巴拉美","卡巴拿斯","謝遜費南迪斯","基加斯","胡高","恩拿","禾倫丹","哈根耶堅"],"d":["菲臘迪根","迪佐奴","基治寧","列治史甸拿","麥連","柏德烈慕拿","辛達路斯","史派查"],"f":["迪約克","費爾","史達拿"]},"ita":{"k":["艾米利亞","保方","迪辛迪斯"],"t":"羅伯托·多納多尼","m":["岩布仙尼","艾基蘭尼","甘莫蘭尼斯","迪羅斯","迪拿達利","加度素","柏路達","派路"],"d":["巴沙基利","甘巴連尼","基亞連尼","格羅素","馬達拉斯","彭路基","森保達"],"f":["波里路","卡斯辛奴","迪比亞路","基利亞雷拉","東尼"]},"pol":{"k":["保雷","法比安斯基","古斯錫"],"t":"莱奥·本哈克","m":["巴施斯高華斯基","杜卡","加古路","加斯路維奇","里雲度斯基","梅奴斯基","柏斯坦","古里路"],"d":["巴克","高蘭斯基","祖普","高高沙基","華斯里斯基","華拉辛尼基","薜拿高華"],"f":["盧保辛斯基","沙蘭洛域斯基","史姆拉域","沙奴斯基","蘇羅斯基"]},"gre":{"k":["查卡斯","尼高普尼迪斯","查斯奧華斯"],"t":"里哈格爾","m":["巴辛拿斯","簡拿高普路斯","加拉高尼斯","卡索蘭尼斯","特斯奧利斯"],"d":["安達沙斯","達拉斯","高馬斯","基傑亞高斯","柏薩索古","施達尼迪斯","史派路普路斯","托路斯迪斯","雲查"],"f":["阿曼拿迪斯","查列斯迪斯","基卡斯","列巴普路斯","萨尓平吉迪斯","森馬拉斯"]},}"aut":{"k":["馬查奧","錫耶納","奧卡恩"],"t":"希克爾斯佩格","m":["艾夫奧沙亞","福查斯","艾雲舒捷斯","哥克馬斯","列治比","森姆","史丹費斯克","華斯迪"],"d":["加裡茨","謝卡利奧","希頓","基薩","柏度卡","普基迪斯","普迪","史蘭斯"],"f":["夏歷克","賀化","堅拿斯","連斯"]},"spa":{"k":["卡斯拿斯","柏立","連拿"],"t":"阿拉貢內斯","m":["迪拉列特","法比加斯","恩尼斯達","辛拿","卡索拉","大衛席爾瓦","沙比艾朗素","沙比"],"d":["艾比奧爾","艾比路亞","卡迪維拿","拿華路","祖安列圖","馬真拿","佩奧","沙治奧拉莫斯"],"f":["蘭度托利斯","古爾沙","沙治奧加西亞","韋拿"]},"tur":{"k":["羅士圖","辛連","達米利"],"t":"法提特裡姆","m":["咸美治艾天托","杜蘭","艾卡曼","安利","卡森","歐拿里奧","托比爾","美迪恩","端基"],"d":["艾斯克","沙高漢","古尼哥","哈根巴達","辛尼高","史甸","保路"],"f":["艾迪尼","卡拉迪斯","尼赫治","辛杜克"]},"rus":{"k":["艾堅費耶夫","基保路夫","馬拉費耶夫"],"t":"希甸克","m":["比拉迪甸諾夫","比斯杜夫","施馬克","森索夫","沙朗洛夫","杜班斯基","施亞哥夫","斯利諾夫"],"d":["安耶哥夫","阿列克謝貝雷祖斯基","瓦西里貝雷祖斯基","恩拿舒域","高路甸尼","恩比耶夫"],"f":["艾丹洛夫","艾舒雲","柏夫烈真高","普基耶克","沙安高","季米特里瑟乔夫"]},"cro":{"k":["加連奴域","柏迪高沙","雲治"],"t":"比歷","m":["尼高高華","尼高卡蘭積卡","歷高","摩杜歷","柏基華治","柏蘭積","拉迪治","施拿","古高積域"],"d":["哥路卡","卡尼斯域","羅拔高華","史米","施蒙歷","域積"],"f":["保丹","卡蘭歷","卡斯歷","奧歷","彭度歷"]},"cze":{"k":["巴拉錫","施治","施迪加"],"t":"布呂克納","m":["加拉錫","查路林","米迪祖夫斯基","柏素","普勒","史安高","沙基素"],"d":["基格拿","贊古奴夫斯基","卡迪歷","拉杜斯拉夫高華","普斯比治","羅辛奴","斯洛克","烏化奴斯"],"f":["巴路士","芬寧","真高拿","斯華高斯","維錫克"]}}
}
