{
  "blogs": {
    "ALL": {
      "blog_id": "5555785845362919586",
      "blog_url": "http://euromappletall.blogspot.com/",
      "data_path":"2008/05/dataall.html"
    }
  },
  "marker": {
    "pos":
    {
      "lat": 47.06069439255876,
      "lng": 9.607093334197998
    }
  },
  "teams": {
    "aut" : {
      "pos":
      {
        "lat": 48.188063481211415,
        "lng": 16.3916015625
      }
    },
    "pol" : {
      "pos":
      {
        "lat": 52.245460541432486,
        "lng": 21.012039184570312
      }
    },
    "por" : {
      "pos":
      {
        "lat": 38.70667813760075,
        "lng": -9.1351318359375
      }
    },
    "ita" : {
      "pos":
      {
        "lat": 41.896144026994854,
        "lng": 12.48321533203125
      }
    },
    "fra" : {
      "pos":
      {
        "lat": 48.85703523304219,
        "lng": 2.3503875732421875
      }
    },
    "gre" : {
      "pos":
      {
        "lat": 37.97992751270058,
        "lng": 23.717079162597656
      }
    },
    "tur" : {
      "pos":
      {
        "lat": 39.918162846609455,
        "lng": 32.84912109375
      }
    },
    "cze" : {
      "pos":
      {
        "lat": 50.088868933829644,
        "lng": 14.420928955078125
      }
    },
    "ger" : {
      "pos":
      {
        "lat": 52.52457705042609,
        "lng": 13.412933349609375
      }
    },
    "cro" : {
      "pos":
      {
        "lat": 45.7943396304607,
        "lng": 15.9576416015625
      }
    },
    "rus" : {
      "pos":
      {
        "lat": 55.753395077731085,
        "lng": 37.618560791015625
      }
    },
    "spa" : {
      "pos":
      {
        "lat": 40.413496049701955,
        "lng": -3.698272705078125
      }
    },
    "swe" : {
      "pos":
      {
        "lat": 59.331788517964924,
        "lng": 18.065643310546875
      }
    },
    "rom" : {
      "pos":
      {
        "lat": 44.44897735945844,
        "lng": 26.096649169921875
      }
    },
    "ned" : {
      "pos":
      {
        "lat": 52.377275885161175,
        "lng": 4.89990234375
      }
    },
    "sui": {
      "pos":
      {
        "lat": 46.948856043101436,
        "lng": 7.4494171142578125
      }
    }
  },
  "stadiums": {
    "sal": {
      "pos": {
        "lat": 47.81622373770088,
        "lng": 12.998199462890625
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "zrh": {
      "pos": {
        "lat": 47.38280191369409,
        "lng": 8.504308462142944
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "gen": {
      "pos": {
        "lat": 46.177839502424064,
        "lng": 6.127474308013916
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "bas": {
      "pos": {
        "lat": 47.54159204396787,
        "lng": 7.620112895965576
      },
      "cap": 42500,
      "seats_cov": 42500,
      "seats": 42500
    },
    "ber": {
      "pos": {
        "lat": 46.963158001062254,
        "lng": 7.464812994003296
      },
      "cap":32000 ,
      "seats_cov": 32000,
      "seats": 32000
    },
    "inn": {
      "pos": {
        "lat": 47.25597565727707,
        "lng": 11.411254405975342
      },
      "cap": 30000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "kla": {
      "pos": {
        "lat": 46.60891393194792,
        "lng": 14.278256893157959
      },
      "cap": 32000,
      "seats_cov": 30000,
      "seats": 30000
    },
    "vie": {
      "pos": {
        "lat": 48.2071864558831,
        "lng": 16.42104685306549
      },
      "cap": 53000,
      "seats_cov": 50000,
      "seats": 50000
    }
  },
  players: {"ger":{"k":["Adler, René","罗伯特-恩克","扬斯·莱曼"],"t":"Löw, Joachim","m":["迈克尔·巴拉克","蒂姆·博罗夫斯基","托尓斯滕·弗林斯","托马斯·希策尔斯佩格","大卫-奥东科","西蒙·罗尔菲斯","巴斯蒂安·施魏因施泰格","皮奥特尔·特洛肖夫斯基"],"d":["阿尔内-弗雷德里希","克莱门斯·弗里茨","马歇尔·扬森","菲利普·拉姆","佩尔·默特萨克","克里斯托弗·梅策尔德","海科·韦斯特曼"],"f":["马里奥·戈麦斯","米罗斯拉夫·克洛斯","凯文·库兰伊","奥利弗-诺伊维尔","卢卡斯·波多尔斯基"]},"fra":{"k":["格雷戈里·库佩","塞巴斯蒂安·弗雷","史蒂夫·曼丹达"],"t":"Domenech, Raymond","m":["拉萨纳·迪亚拉","西德尼·戈沃","克劳德·马克莱莱","弗罗伦特·马卢达","萨米尔·纳斯里","弗兰克·里贝里","耶雷米·图拉兰","帕特里克·维埃拉"],"d":["埃里克·阿比达尔","Boumsong, Jean Alain","弗兰科伊斯·克莱尔奇","帕特里斯·埃弗拉","威廉·加拉斯","维利·萨尼奥尔","塞巴斯蒂恩·斯奎拉奇","利利安·图拉姆"],"f":["尼古拉斯·阿内尔卡","卡里姆·本泽马","高美斯","蒂埃里·亨利"]},"rom":{"k":["博格丹-罗邦特","普巴","斯坦斯奧"],"t":"Piturca, Victor","m":["克里斯蒂安·齐伍","拉兹万·科西斯","保尔-科德雷亚","阿德里安-克里斯特亚","尼科拉耶·迪卡","巴内尔·尼科利塔","弗洛伦汀-佩特雷","米莱尔·勒多伊"],"d":[" 科斯明·孔特拉","索林·吉奥内亚","多林·戈扬","科斯明-莫蒂"," 斯蒂芬-拉杜","拉兹万·拉特","沙普拿路","加布里埃尔-塔马斯"],"f":["西普里安·马里卡","阿德里安·穆图","丹尼尔-尼库拉耶","尼古里"]},"swe":{"k":["安德雷斯·伊萨克森","拉米-沙班","约翰·维兰德"],"t":"Lagerbäck, Lars","m":["尼克拉斯-阿莱桑德森","丹尼尔-安德森","Källström, Kim","塞巴斯蒂安·拉尔森","托比亚斯·林德罗特","Ljungberg, Fredrik","安德斯·斯文森","克里斯蒂安·维尔海尔姆森"],"d":["迈克尔·多尔辛","安德雷斯·格兰奇维斯特","佩特·汉森","丹尼尔·马伊斯托洛维奇","奥洛夫-梅尔贝里","米卡耶尓·尼尔森","弗雷德里克·斯图尔"],"f":["Allbäck, Marcus","约翰-埃尔曼德","斯拉坦·伊布拉西莫维奇","亨里克·拉尔森","马库斯·罗森贝里"]},"ned":{"k":["马尔滕-斯特克伦博格","亨克-蒂莫","van der Sar, Edwin"],"t":"Van Basten, Marco","m":["伊布拉希姆·阿弗莱","de Jong, Nigel","de Zeeuw, Demy","奥兰多·恩格拉尔","阿尔杰·罗本","韦斯利·斯内德","van Bronckhorst, Giovanni","van der Vaart, Rafael","van Persie, Robin"],"d":["Boulahrouz, Khalid","维尔弗莱德·鲍马","de Cler, Tim","Heitinga, John","尤里斯·马蒂森","马里奥·梅尔奇奥特","Ooijer, André"],"f":["Huntelaar, Klaas Jan","Kuijt, Dirk","van Nistelrooy, Ruud","Vennegoor of Hesselink, Jan"]},"por":{"k":["Quim","Ricardo","Rui Patricio"],"t":"Scolari, Luiz Felipe","m":["Deco","若奥·穆蒂尼奥","Miguel Veloso","Petit","Raul Meireles"],"d":["Bosingwa, José","Bruno Alves","Fernando Meira","Jorge Ribeiro","Miguel","保罗·费雷拉","Pepe","里卡多·卡瓦略"],"f":["克里斯蒂亚诺·罗纳尔多","埃尔德·波斯蒂加","乌戈·阿尔梅达","Nani","Nuno Gomes","Ricardo Quaresma","Simao"]},"sui":{"k":["迭戈-贝纳里奥","查古普维","Zuberbühler, Pascal"],"t":"Kuhn, Jakob","m":["特兰奎罗·巴内塔","瓦伦·贝赫拉米","里卡多-卡巴纳斯","吉尔森·费尔南德斯","丹尼尔-盖加克斯","本杰明·胡格尔","Inler, Gökhan","约翰-冯兰滕","哈坎-雅金"],"d":["菲利普-德根","约翰·德乔罗","斯蒂芬-格里廷","Lichtsteiner, Stephan","卢多维奇·马格宁","Müller, Patrick","菲利佩·森德罗斯","克里斯托夫-斯派切尔"],"f":["艾伦·德尔迪约克","亚历山大-弗雷","马尔科·斯特雷勒"]},"ita":{"k":["马尔科-阿梅利亚","詹路易吉-布冯","de Sanctis, Morgan"],"t":"Donadoni, Roberto","m":["马西莫·阿布罗西尼","阿尔伯托·阿奎拉尼","毛罗-卡莫拉内西 German","de Rossi, Daniele","di Natale, Antonio","詹纳罗·加图索","西莫内·佩罗塔","安德列亚·皮尔洛"],"d":["安德列亚·巴尔扎里","法比奥·卡纳瓦罗","乔治-切里尼","法比奥·格罗索","马尔科·马特拉齐","克里斯蒂安·帕努奇","吉安卢卡·赞布罗塔"],"f":["马克·波里路","安东尼奥·卡萨诺","del Piero, Alessandro","法比奥·夸利亚雷拉","卢卡·托尼"]},"pol":{"k":["阿图尔·博鲁什","卢卡斯·法比安斯基","托马斯·库兹恰克"],"t":"Beenhakker, Leo","m":["雅库布-布拉兹齐科夫斯基","Dudka, Dariusz","卢卡兹-加尓古拉","亚采克-克尓兹诺维克","马里乌兹·勒万多夫斯基","拉法尔·穆拉夫斯基","迈克-帕斯坦","Roger Guerreiro"],"d":["亚采克-巴克","帕维尔·戈兰斯基","马里乌兹-约普","阿达姆-柯克兹卡","马尓辛·瓦希勒夫斯基","雅库布-瓦尔奇尼亚克","米恰尓·热夫拉科夫"],"f":["沃尔切赫-洛伯徳辛斯基","马雷克-萨加诺夫斯基","Smolarek, Euzebiusz","托马斯-扎霍斯基","马歇伊·茹拉夫斯基"]},"gre":{"k":["Chalkias, Kostas","Nikopolidis, Antonis","阿莱桑德罗斯-佐尓瓦斯"],"t":"Rehhagel, Otto","m":["安杰洛斯-巴西纳斯","斯泰利亚诺斯·詹纳科普洛斯","Karagounis, Georgios","康斯坦蒂诺斯·卡佐拉尼斯"," 阿莱桑德罗斯·齐奥利斯"],"d":["帕拉斯柯瓦斯·安特萨斯","特拉亚诺斯·德拉斯","扬尼斯·古马斯","索蒂里奥斯-基尓扎科斯","Patsatzoglu, Christos","Seitaridis, Georgios","尼克斯·斯皮洛普洛斯","Torosidis, Vassilis","洛卡斯·文特拉"],"f":["约安尼斯-阿马纳蒂迪斯","安杰洛斯·查理斯特亚斯","特奥法尼斯·杰卡斯","尼科劳斯·里贝罗普罗斯","迪米特里奥斯·萨尓平吉迪斯","乔尔乔斯·萨马拉斯"]},"aut":{"k":["Macho, Jürgen","阿莱克斯-曼宁格尔ander","Özcan, Ramazan"],"t":"Hickersberger, Josef","m":["Aufhauser, René","克里斯蒂安-福赫斯","安德雷亚斯·伊万施茨","Korkmaz, Ümit","克里斯托弗-莱特格布","Säumel, Jürgen","乔基姆-斯坦德费斯特","Ivica Vastic"],"d":["Garics, György","罗纳尔德-杰尔卡利乌","马丁·海登","马库斯·卡特泽尔","Patocka, Jürgen","埃马努埃尔-波加特茨","Prödl, Sebastian","马丁·斯特兰泽尔"],"f":["马丁·哈尼克","Erwin Hoffer","罗曼-基耶纳斯特","罗兰德·林茨"]},"spa":{"k":["伊克尔·卡西利亚斯","安德雷斯·帕洛普·塞尓贝拉","Reina"],"t":"Aragones, Luis","m":["de la Red","塞斯克·法布雷加斯","Iniesta","马克思·赛纳","Santi Cazorla","Silva, David","哈维·阿隆索","Xavi"],"d":["劳尔·阿尔比奥尔","Arbeloa","Capdevila","费尔南多·纳瓦罗","Juanito","卡洛斯·曼奇尼","Puyol","塞尔吉奥·拉莫斯"],"f":["费尔南多·托雷斯","Guiza","塞尔吉奥·加西亚","大卫·比利亚"]},"tur":{"k":["Rüstü","辛连","沃尓坎·德米雷尔"],"t":"Terim, Fatih","m":["哈米特·阿尔滕托普","阿尔达·图兰","阿伊汉·阿克曼","Emre","Kazim Kazim","Mehmet Aurelio","默哈莫特·托帕尔","Tümer Metin","Tuncay Sanli"],"d":["埃姆雷·阿西克","Gökhan Zan","Güngör, Emre","Hakan Balta","萨布里·萨里奥格鲁","塞尓维特·塞京","乌古尔·博拉尔"],"f":["Erdinc, Mevlüt","Gökdeniz Karadeniz","Nihat","Semih Sentürk"]},"rus":{"k":["伊戈尔·阿金费耶夫","弗拉季米尓-加布洛夫","Malafeev, Vyacheslav"],"t":"Hiddink, Guus","m":["迪尼亚尔·比利亚勒迪诺夫","弗拉季米尔·拜斯特洛夫","Semak, Sergey","伊戈尔-塞姆肖夫","罗曼·施罗科夫","迪米特里·托宾斯基","尤里·日科夫y","Zyryanov, Konstantin"],"d":[" 亚历山大·阿纽科夫","Berezutskiy, Aleksey","Berezutskiy, Vasiliy","塞尔吉·伊格纳舍维奇","德尼斯-科洛丁","雷纳特·扬巴埃夫"],"f":["艾丹洛夫","Arshavin, Andrey","罗曼·帕夫柳琴科","帕维尔·波格雷布尼亚克","伊万·萨恩科","Sychev, Dmitriy"]},"cro":{"k":["马里奥·加利诺维奇","斯蒂佩·普莱蒂科萨","维德兰·鲁涅"],"t":"Bilic, Slaven","m":["尼科-科瓦奇","尼科-克拉尼察","耶尔科-莱科","卢卡·莫德里奇","尼科拉·普克里瓦奇","丹尼尔-普拉尼奇","伊万·拉基蒂奇","Srna, Dario","奥格宁·武克杰维奇"],"d":["维德兰·科尔卢卡","达里奥-涅泽维奇","罗伯特-科瓦奇"," 达里奥·西米奇","约西普-西穆尼奇","赫尔沃耶-维季奇"],"f":["伊戈尔-布丹","尼克拉-卡里尼奇","伊万-克拉什尼奇","伊维卡·奥利奇","姆拉登-佩特里奇"]},"cze":{"k":["亚洛米尔·布拉热克","彼得·切赫","丹尼尔·奇卡"],"t":"Brückner, Karel","m":["托马斯·加拉塞克","大卫·亚洛利姆","马雷克·马特约夫斯基","亚洛斯拉夫-普拉西尔","扬·波拉克","利博尔·西昂科","Skacel, Rudolf"],"d":["日德内克-格里格拉","马雷克·扬库洛夫斯基","麦克-卡德莱奇","拉多斯拉夫·科瓦奇","日德内克-波斯佩赫"," 大卫-罗热纳尔","托马斯-西沃克","托马斯·乌伊法鲁西"],"f":["米兰·巴罗什","马丁·费宁","扬-科勒","斯华高斯","斯坦尼斯拉夫·维切克"]}}
}
